[
    {
        "id":1,
        "name": "Improve Your Research Workflow Using Text Network Visualization" ,
        "desc": "You can visualize all the research notes and quotes you have in a graph, so you can see how it all connects, what are the main topics inside, how they relate to each other ....",
        "src" :"https://www.youtube.com/embed/bMmTRBZpjWw",
        "phase": "discovery"
    },
    {
        "id":2,
        "name": "How to use Zotero in your Research Workflow" ,
        "desc": "This video takes you through the three stage research workflow of Collecting, Organize and Citing your research using the free apps from Zotero.",
        "src" :"https://www.youtube.com/embed/R8M3twwkvYY",
        "phase": "writing"
    },
    {
        "id":3,
        "name": "Reproducible Data Analysis in Jupyter" ,
        "desc": "Jupyter notebooks provide a useful environment for interactive exploration of data. This series of videos presents a case study in how to approach reproducible data analysis within the Jupyter notebook.",
        "src" :"https://www.youtube.com/embed/_ZEWDGpM-vM",
        "phase": "analysis"
    },
    {
        "id":4,
        "name": "Searching Google Scholar" ,
        "desc": "University students need to ensure that they are relying on credible, academic sources for their research. In recent years, Google has created its own academic database that may be more familiar to students used to using this search engine. When used correctly, Google Scholar can be a great research tool. To avoid information overload, however, watch this tutorial and follow the tips provided.",
        "src" :"https://www.youtube.com/embed/kTKPzBjYvdw",
        "phase": "discovery"
    },
    {
        "id":5,
        "name": "Creative User Research Methods for Startups" ,
        "desc": "The UX Research tool kit expands beyond traditional methods like usability tests and focus groups; come hear about creative UX research methods that can get insight in unexpected, quick ways to inform product decisions.",
        "src" :"https://www.youtube.com/embed/ZPFVqp4xgx8",
        "phase": "analysis"
    },
    {
        "id":6,
        "name": "Research Culture is Broken; Open Science can Fix It" ,
        "desc": "After the increasingly toxic environment of modern research culture forced her to nearly abandon her career, astrophysicist Dr Rachael Ainsworth began to question why the subject she loved had become so inhospitable. Identifying some of the pressures placed on her peers that encouraged aggressive competitiveness, unfair benchmarking and shoddy research practices also helped her identify a compelling potential solution.",
        "src" :"https://www.youtube.com/embed/c-bemNZ-IqA",
        "phase": "outreach"
    },
    {
        "id":7,
        "name": "The Turing Way: A how to guide for reproducible research" ,
        "desc": "Kirstie Whitaker will present The Turing Way: a lightly opinionated guide to reproducible data science. Openly developed and community-led, this online book curates resources, case studies and checklists to make reproducible research 'Too easy not to do'.",
        "src" :"https://www.youtube.com/embed/IG3PcZ6EhiU",
        "phase": "assessment"
    },
    {
        "id":8,
        "name": "Lean vs Agile vs Design Thinking" ,
        "desc": "As companies evolve to adopt, integrate, and leverage software as the defining element of their success in the 21st century, a rash of processes and methodologies are vying for their product teams' attention. In the worst of cases, each discipline on these teams -- product management, design, and software engineering -- learns a different model. This short, tactical talk reconciles the perceived differences in Lean Startup, Design Thinking, and Agile software development by focusing not on rituals and practices but on the values that underpin all three methods.",
        "src" :"https://www.youtube.com/embed/_4VPfmtwRac",
        "phase": "analysis"
    },
    {
        "id":9,
        "name": "Beyond Design Thinking" ,
        "desc": "Design thinking seems to have taken the world by storm as hundreds of companies puzzle over how to integrate it into their organizations. Some claim outstanding results, others less so. In this session, we will dig under the hype, identify the core elements of what design thinking represents, and examine the path design thinking might take to be meaningful and useful in the future.",
        "src" :"https://www.youtube.com/embed/Dn0MmivMx_Q",
        "phase": "analysis"
    },
    {
        "id":10,
        "name": "Getting started in R and RStudio" ,
        "desc": "Tutorial on the relationship between R and RStudio and how to install both pieces of software. Produced for use in my own teaching. Best viewed as part of the interactive tutorial at http://milton-the-cat.rocks/learnr/r/...",
        "src" :"https://www.youtube.com/embed/ZvPFKfNHBNQ",
        "phase": "analysis"
    },
    {
        "id":11,
        "name": "HR @Tableau | Improving our commute with employee survey data" ,
        "desc": "Transportation benefits are one way for companies to differentiate themselves in recruiting great talent. Using our own HR survey data, we were able to derive valuable insights into employee commute behavior and design a more effective transportation program.",
        "src" :"https://www.youtube.com/embed/mVdiV-lwxVw",
        "phase": "analysis"
    },
    {
        "id":12,
        "name": "How to Use Cornell Notes" ,
        "desc": "Learn how students use the Cornell Note Taking System.",
        "src" :"https://www.youtube.com/embed/nX-xshA_0m8",
        "phase": "discovery"
    },
    {
        "id":13,
        "name": "Establish The Terms of Engagement During First Client Meeting" ,
        "desc": "What questions should I ask during the first client meeting? How you respond, during the first critical meeting with a design client, will determine if you will be in a position of power, or struggling to regain authority. Chris & Jose give you a step-by-step on how to handle your first meeting with a client.",
        "src" :"https://www.youtube.com/embed/900fXN3dPUM",
        "phase": "discovery"
    },
    {
        "id":14,
        "name": "Systematic Reviews: An Introduction" ,
        "desc": "This introduction to systematic reviews includes an explanation of what systematic reviews are, their history, the process involved in completing a systematic review, and an overview of how they differ from other common types of reviews. The video is not meant to be an in-depth examination of systematic reviews, but an overview to familiarize yourself with the publication type.",
        "src" :"https://www.youtube.com/embed/sNzE4vr4jYM",
        "phase": "analysis"
    },
    {
        "id":15,
        "name": "Get started with Google Colaboratory" ,
        "desc": "Want to get started with Google Colaboratory? In this episode of Coding TensorFlow, Software Engineer, Jake VanderPlas breaks down exactly what you need to get started with Colab. Colaboratory is a free Jupyter notebook environment that requires no setup, and runs entirely (writing, running, & sharing code) on the Cloud. Watch to learn more, and subscribe to get notified for the next Colab series episode, that focuses on the use of TensorFlow in Colab!",
        "src" :"https://www.youtube.com/embed/inN8seMm7UI",
        "phase": "writing"
    },
    {
        "id":16,
        "name": "Improving Cornell Notes With Sketchnoting Techniques" ,
        "desc": "Make Cornell notes a bit more effective and a bit more visual by adding in some sketchnoting techniques.",
        "src" :"https://www.youtube.com/embed/pZgMpjjgCRA",
        "phase": "discovery"
    },
    {
        "id":17,
        "name": "Comparing EndNote, Mendeley, and Zotero" ,
        "desc": "Choosing citation management software and something to organize research materials requires a bit of thought. This video will provide brief overviews of the strengths and weaknesses of three popular options: EndNote, Mendeley, and Zotero.",
        "src" :"https://www.youtube.com/embed/KCqKW51vtKQ",
        "phase": "discovery"
    },
    {
        "id":18,
        "name": "Top 10 Logical Fallacies" ,
        "desc": "When creating a logical argument, there are many different aspects that have to come together to ensure that your argument is sound and does not contain any flaws. One of these aspects is avoiding what we call “logical fallacies.” A logical fallacy is an error of reasoning that will weaken your argument and, in most cases, undermine it completely.",
        "src" :"https://www.youtube.com/embed/IawIjqOJBU8",
        "phase": "writing"
    },
    {
        "id":19,
        "name": "Gitbook: Great Free-ish Tool to Build Your Docs Page" ,
        "desc": "Build a good-looking and searchable documentation for your projects, or private docs for your dev team.",
        "src" :"https://www.youtube.com/embed/0oESfogMnTY",
        "phase": "writing"
    },
    {
        "id":20,
        "name": "Online Survey Methodology Guidelines" ,
        "desc": "Practical advise for conducting survey research online. Topics include: Solicitation strategies, design issues unique to psychology, and a comparison of platforms (e.g., SurveyMonkey vs. psychsurveys.org).",
        "src" :"https://www.youtube.com/embed/psiqwumrvPc",
        "phase": "analysis"
    },
    {
        "id":21,
        "name": "Jamovi for Data Analysis" ,
        "desc": "Open-source application that makes data analysis easy and intuitive.",
        "src" :"https://www.youtube.com/embed/mZomeS0tLxY",
        "phase": "analysis"
    },
    {
        "id":22,
        "name": "How to Use JASP for Statistics" ,
        "desc": "Learn how to use Jasp for statistical analysis. This video will show you how JASP works, demonstrate its similarity with other statistics software, and get you familiar with how “progressive disclosure” allows you to focus on the analysis as you work",
        "src" :"https://www.youtube.com/embed/OfT7JlS0is4",
        "phase": "analysis"
    },
    {
        "id":23,
        "name": "Event Storming" ,
        "desc": "Event Storming Event Storming is a highly visual, collaborative domain discovery and modelling method. It's a great way to get started sharing domain knowledge with different stakeholders.",
        "src" :"https://www.youtube.com/embed/mLXQIYEwK24",
        "phase": "discovery"
    },
    {
        "id":24,
        "name": "The Rise Of Open-Source Software" ,
        "desc": "Open-source software powers nearly all the world’s major companies. This software is freely available, and is developed collaboratively, maintained by a broad network that includes everyone from unpaid volunteers to employees at competing tech companies. Here’s how giving away software for free has proven to be a viable business model.",
        "src" :"https://www.youtube.com/embed/SpeDK1TPbew",
        "phase": "outreach"
    },
    {
        "id":25,
        "name": "Comparative Cognitive Mapping" ,
        "desc": "This video is part of our online course Multi-stakeholder Strategies: Analysis for Winning Coalitions. ",
        "src" :"https://www.youtube.com/embed/iqoUw40T79c",
        "phase": "discovery"
    },
    {
        "id":26,
        "name": "How to ask a question: conducting research for your startup" ,
        "desc": "Join Google Search User Experience researcher Tomer Sharon as he shares interview techniques to help you get better answers in your customer research.",
        "src" :"https://www.youtube.com/embed/8tiuWYs5Z-A",
        "phase": "analysis"
    },
    {
        "id":27,
        "name": "Learn to build your personal brand" ,
        "desc": "Donna Rachelson is founder of Branding & Marketing YOU a business focused on helping people develop and grow their personal brands",
        "src" :"https://www.youtube.com/embed/9bO17Kmf_Ak",
        "phase": "publication"
    },
    {
        "id":28,
        "name": "Build Your Brand on LinkedIn" ,
        "desc": "Learn why a strong personal brand is important for successful recruiting efforts, define the key components of a compelling personal profile, and learn ways to enhance your personal brand beyond your profile.",
        "src" :"https://www.youtube.com/embed/gbRVqhay6ls",
        "phase": "publication"
    },
    {
        "id":29,
        "name": "Correlation vs Causation: A Brief Guide To Communicating Research" ,
        "desc": "Using causal language when reporting research that only provides evidence of a correlation is one of the most common errors in science reporting.",
        "src" :"https://www.youtube.com/embed/7bT17r_yIrw",
        "phase": "writing"
    },
    {
        "id":30,
        "name": "Video is the Core Communication Tool of the Future" ,
        "desc": "Capturing and sharing video is now easier than ever. Yet consuming and creating with video remains hard. Our video interfaces today are still rooted in a timeline and force users to deal with individual frames despite advances in video understanding that now show who is in a video, what they are saying, and how they feel. In this talk Mira will present a framework for understanding common video tasks followed by research projects that point to possibilities for future video interaction.",
        "src" :"https://www.youtube.com/embed/mvQK_ELDEiY",
        "phase": "publication"
    },
    {
        "id":31,
        "name": "How to use OBS for Screen Recording or Streaming" ,
        "desc": "In this step-by-step tutorial, learn how to get started using Open Broadcaster Software. OBS is an extremely powerful and versatile screen recorder and allows you to stream to services like Twitch, Facebook, and YouTube.",
        "src" :"https://www.youtube.com/embed/ySENWFIkL7c",
        "phase": "publication"
    },
    {
        "id":32,
        "name": "Project Retrospective" ,
        "desc": "Tom Wijmenga van Aresz Project Professionals legt in deze video uit hoe je een goede project retrospective met je team organiseert zodat ook jou project de volgende keer nóg beter gaat.",
        "src" :"https://www.youtube.com/embed/6J1gYUe920g",
        "phase": "assessment"
    },
    {
        "id":33,
        "name": "Quantum Computing Expert Explains One Concept in 5 Levels of Difficulty" ,
        "desc": "WIRED has challenged IBM's Dr. Talia Gershon (Senior Manager, Quantum Research) to explain quantum computing to 5 different people; a child, teen, a college student, a grad student and a professional",
        "src" :"https://www.youtube.com/embed/OWJCfOvochA",
        "phase": "publication"
    },
    {
        "id":34,
        "name": "Meet Coda" ,
        "desc": "Coda is a new doc that brings words, data, and teams together. It starts with a blinking cursor on a blank page and can grow as big as your team's ambition. Coda comes with a set of building blocksーlike pages for infinite depth, tables that talk to each other, and buttons that take action inside or outside your docーwhich anyone can combine to make a doc as powerful as an app. People have made Coda docs that do everything from launch products, to scale small businesses, to help them study for tests. What will you Coda?",
        "src" :"https://www.youtube.com/embed/oLYZv68M3Kg",
        "phase": "writing"
    },
    {
        "id":35,
        "name": "The dschool Starter Kit" ,
        "desc": "The d.school Starter Kit is an online intro to design where you'll learn a medley of design abilities, methods, & mindsets.",
        "src" :"https://www.youtube.com/embed/4w2YnX5ibi0",
        "phase": "discovery"
    },
    {
        "id":36,
        "name": "Epics, User Stories & Tasks" ,
        "desc": "This video goes into more detail on the process of documenting requirements for the Product Backlog via the concept of Epics and User Stories and follows the Agile SCRUM methodology.",
        "src" :"https://www.youtube.com/embed/MHm2YuszaFM",
        "phase": "analysis"
    },
    {
        "id":37,
        "name": "Making the web more visual with Web Stories" ,
        "desc": "Web Stories are a web-based version of the popular Stories format that blend video, audio, images, animation, and text to create a dynamic consumption experience. Learn about the why, what, and how of Web Stories and how Google has gone the extra mile to let Web Stories shine by providing the right tools and the right guidance for content creators to succeed on the web.",
        "src" :"https://www.youtube.com/embed/mp6IUgUXJds",
        "phase": "publication"
    },
    {
        "id":38,
        "name": "How Open Source Changed My Life with Max Stoiber" ,
        "desc": "Despite his young age of only 23, Max has achieved incredible things: he's created react-boilerplate and styled-components, his start-up, Spectrum, was recently acquired by GitHub and he gives talks all over the world. Learn more about his journey - and how he dropped out of university (twice!) - in this mini-doc.",
        "src" :"https://www.youtube.com/embed/ifq3xhik8tE",
        "phase": "outreach"
    },
    {
        "id":39,
        "name": "Essential Tips for Collecting Great User Feedback" ,
        "desc": "Is user research worth it?🤔 Is it actually something you should do? How the #$%@ should you capture the data? If you want to improve your product, you MUST interview your users, or potential users. How should you document the feedback from the users? What tool should you use? No sweat. We’ve got you covered!🎯In our latest video, we dive into the ULTIMATE way to capture feedback from users!",
        "src" :"https://www.youtube.com/embed/-uEIxLPqPAE",
        "phase": "assessment"
    },
    {
        "id":40,
        "name": "Zero to UX: Escape the Research Death Spiral" ,
        "desc": "In order to create great products, proper UX research methods should be applied. Watch this video to learn how to avoid the most common UX research pitfalls. ",
        "src" :"https://www.youtube.com/embed/NkU2QuHY2b8",
        "phase": "discovery"
    },
    {
        "id":41,
        "name": "Open Knowledge Maps" ,
        "desc": "In this webinar, founder Peter Kraker introduces Open Knowledge Maps, an interface that searches databases for research and presents search results visually, in the form of knowledge maps. The knowledge maps provide an instant overview of a topic by showing the main areas researched at a glance, and papers related to each area. Papers found are clustered together into similar topics.",
        "src" :"https://www.youtube.com/embed/tWw4kJzy7uo",
        "phase": "discovery"
    },
    {
        "id":42,
        "name": "Network Analysis with Gephi" ,
        "desc": "In this video, I show you how to install and use Gephi to do some basic network analysis of a large Ming dynasty social network derived from the China Biographical Database ",
        "src" :"https://www.youtube.com/embed/WpFZmIJTjA8",
        "phase": "analysis"
    },
    {
        "id":43,
        "name": "What is A/B Testing?" ,
        "desc": "In this quick tutorial, we go over the basics of A/B testing, as well as answer some in-depth questions such as: why should businesses conduct A/B testing? Or how do you perform an A/B test?",
        "src" :"https://www.youtube.com/embed/zFMgpxG-chM",
        "phase": "analysis"
    },
    {
        "id":44,
        "name": "Research impact: The impact cycle of research projects" ,
        "desc": "The research impact cycle: ever wondered how research impact evolves and how you can plan it? Then watch this vlog on the impact cycle tool. Have fun!",
        "src" :"https://www.youtube.com/embed/KT4wg0vR6u8",
        "phase": "outreach"
    },
    {
        "id":45,
        "name": "Watch me build a web app in 10 minutes without using code" ,
        "desc": "In this video I am building a searchable NoCode tools directory on bubble.io. I time myself to see if I can do it in under 10 minutes.",
        "src" :"https://www.youtube.com/embed/xL8gPpJYx78",
        "phase": "writing"
    },
    {
        "id":46,
        "name": "How I Organise My Life with Roam" ,
        "desc": "In this video, I'll be taking you through how I use Roam on a daily basis to take smart notes and organise all things important to me. ",
        "src" :"https://www.youtube.com/embed/bpikCLhpIRY",
        "phase": "writing"
    },
    {
        "id":47,
        "name": "Roam Research - My Daily Review Workflow" ,
        "desc": "This is my current, and subject to change, daily review workflow using Roam Research.",
        "src" :"https://www.youtube.com/embed/DsiqieIx2Ro",
        "phase": "writing"
    },
    {
        "id":48,
        "name": "Introduction to experiment design" ,
        "desc": "Introduction to experiment design. Explanatory and response variables. Control and treatment groups.",
        "src" :"https://www.youtube.com/embed/DaBq0naj0YY",
        "phase": "analysis"
    },
    {
        "id":49,
        "name": "Jonge wetenschappers willen de wereld verbeteren" ,
        "desc": "Maud Hartstra en Juliette Boughouf van Thrive spreken jonge wetenschappers over kwantumfysica, circulair design en gedragseconomie!",
        "src" :"https://www.youtube.com/embed/Pb4GbXuQvDY",
        "phase": "outreach"
    },
    {
        "id":50,
        "name": "RPA and Process Mining" ,
        "desc": "Process Mining lets you understand your process data and their dependencies to find patterns, anomalies and opportunities for improvement. Compare designed processes to as-is processes to see if they execute as planned and make changes before they impact your bottom line. Simulate and analyze process optimization scenarios to determine the best path to improvement. RPA, standing for robotic process automation, except with AI and machine learning included – has long been the future as a form of business process automation technology, harnessing software robots or AI (artificial intelligence) units or digital workers.",
        "src" :"https://www.youtube.com/embed/PPMfJNn2iKI",
        "phase": "analysis"
    },
    {
        "id":51,
        "name": "Analysing Textual Data" ,
        "desc": "* Content analysis: conceptual analysis and relational analysis * Coding scheme development: inductive, deductive, hybrid, coding scheme structure * Coding in Atlas.ti: open coding, applying codes, coding to facilitate relational analysis * Analysis and output in Atlas.ti: conceptual analysis, and relational analysis",
        "src" :"https://www.youtube.com/embed/va1r8lL-scg",
        "phase": "analysis"
    },
    {
        "id":52,
        "name": "Making Data-driven Decisions in Business" ,
        "desc": "Learn about how data can empower our decisions, big and small, the difference between quantitative and qualitative analysis and when to use them, the pros and cons of different data visualization tools, what metrics are and how analysts use them, and how to use mathematical thinking to connect the dots.",
        "src" :"https://www.youtube.com/embed/EevYFzAqJ2M",
        "phase": "analysis"
    },
    {
        "id":53,
        "name": "Agent-Based Modeling" ,
        "desc": "These videos are from the Introduction to Agent Based Modeling course on Complexity Explorer (complexityexplorer.org) taught by Prof. Bill Rand. This course will explore how to use agent-based modeling to understand and examine a widely diverse and disparate set of complex problems.",
        "src" :"https://www.youtube.com/embed/FVmQbfsOkGc",
        "phase": "analysis"
    },
    {
        "id":54,
        "name": "How to level up your business's digital transformation" ,
        "desc": "How we use process mining as the starting point to support your digital transformation.",
        "src" :"https://www.youtube.com/embed/SiXY8eSfj3w",
        "phase": "analysis"
    },
    {
        "id":55,
        "name": "Communication Do's and Don't for Data Analysts" ,
        "desc": "It’s important to keep your team members’ and stakeholders’ needs in mind. You can use these communication best practices in your day-to-day work. Remember, communication is key. Think of these skills as new tools that’ll help you work with your team to find the best possible solutions.",
        "src" :"https://www.youtube.com/embed/KR4Fm94nwUs",
        "phase": "publication"
    },
    {
        "id":56,
        "name": "FlowChartsAI - Create Smart Flow Charts, Questionnaires, Forms, Workflows & Dynamic Surveys" ,
        "desc": "https://FlowCharts.AI​ lets you both create and administer smart flow charts, workflows, decision trees, dynamic surveys and questionnaire forms. We have developed a smart dynamic and interactive survey engine in which you can add your own questions and have your respondent be magically routed through your flowchart & workflow depending on their answers to your questions. You can choose different responses, yes/no, free text, single choice and multiple-choice to your questions. You can also steer your survey according to conditions, i.e. you can ask follow-up questions depending on how the respondent answers a particular question, all logic-driven.",
        "src" :"https://www.youtube.com/embed/RukQxIl7DIQ",
        "phase": "analysis"
    },
    {
        "id":57,
        "name": "Notion Training: The Basics" ,
        "desc": "Welcome to Notion! This video will cover the basics: * Add & edit content * Set up your workspace * Collaborate with teammates",
        "src" :"https://www.youtube.com/embed/aA7si7AmPkY",
        "phase": "writing"
    },
    {
        "id":58,
        "name": "How To Give Feedback To Teams That Empower & Engage Creativity" ,
        "desc": "How to manage and lead creative teams in a way that doesn't make you a micromanager and stifle the creativity of others? How do you multiply your team by giving feedback? What is the proper way to give feedback? How do you give good direction without robbing your team's creativity?",
        "src" :"https://www.youtube.com/embed/O6Zordo0OXE",
        "phase": "assessment"
    },
    {
        "id":59,
        "name": "Root Cause Analysis Techniques With Examples" ,
        "desc": "This video on Root Cause Analysis Techniques explains different root cause analysis techniques with examples and how these techniques help in effective problem-solving in quality management.",
        "src" :"https://www.youtube.com/embed/oMZg-Q8EBek",
        "phase": "analysis"
    },
    {
        "id":60,
        "name": "Root Cause Analysis Tools" ,
        "desc": "Root Cause Analysis gets better results with the right tools. Try some of these ideas and see if they help make your process more effective!",
        "src" :"https://www.youtube.com/embed/QErsdzWQGmc",
        "phase": "analysis"
    },
    {
        "id":61,
        "name": "Spice up Your UX Research - Creativity Methods" ,
        "desc": "Often we get stuck using the same research methods over and over again, and that is all well and good, but when you use different methods you can find different quality of results. The method you choose dictates the data that you get!",
        "src" :"https://www.youtube.com/embed/kFOpqP93qR8",
        "phase": "analysis"
    },
    {
        "id":62,
        "name": "How to Write a Research Methodology in 4 Steps" ,
        "desc": "Learn how to write a strong methodology chapter that allows readers to evaluate the reliability and validity of the research. A good methodology chapter includes the type of research you did, how you collected and analyzed your data, any tools or materials you used in the research, and your rationale for choosing these methods.",
        "src" :"https://www.youtube.com/embed/yplWZs3dqNQ",
        "phase": "writing"
    },
    {
        "id":63,
        "name": "Critical Reading & Writing Technique From Harvard University" ,
        "desc": "Since 2018, I have been developing a research thesis report writing course. I've taken all the feedback and questions from my videos over the last few years and complied the ULTIMATE guide for writing your thesis. Everything from creating a blank thesis template on Word, devising the research question, searching for papers and writing each chapter is included. For each chapter, I have provided a list of words and phrases that can be used as sentence starters, to guide you smoothly through the writing process. I know how daunting it can be, especially seeing that blank page and with no clue how to begin.",
        "src" :"https://www.youtube.com/embed/BcV64lowMIA",
        "phase": "discovery"
    },
    {
        "id":64,
        "name": "Explaining your research in one minute" ,
        "desc": "How do you explain science and scientific research to people with a non-scientific background? Anders Sahlman, science communicator and presentation coach gives you his best advice.",
        "src" :"https://www.youtube.com/embed/G6BVhuBvzQY",
        "phase": "publication"
    },
    {
        "id":65,
        "name": "Case Study Research" ,
        "desc": "Case study research is an investigation and analysis of a single or collective case, intended to capture the complexity of the object of study. A case study is a detailed study of a specific subject, such as a person, group, place, event, organization, or phenomenon. Case studies are commonly used in social, architectural, educational, clinical, and business research.",
        "src" :"https://www.youtube.com/embed/l6sYXbTdI7w",
        "phase": "analysis"
    },
    {
        "id":66,
        "name": "Digital Diaries as Social Research Method" ,
        "desc": "This short webinar is presented by Dr Marianne Clark, from the Vitalities Lab at UNSW Sydney. It explains the theory and approach she used in a project involving asking participants to make digital diaries.",
        "src" :"https://www.youtube.com/embed/xRuxXp-ud54",
        "phase": "analysis"
    },
    {
        "id":67,
        "name": "The Story Completion Method" ,
        "desc": "A brief webinar introduction by Professor Deborah Lupton from the University of New South Wales (UNSW) Sydney on to how to do the story completion method for social research",
        "src" :"https://www.youtube.com/embed/XJO6CltYb0A",
        "phase": "analysis"
    },
    {
        "id":68,
        "name": "TikTok Methods" ,
        "desc": "A short webinar by Dr Clare Southerton, UNSW Sydney, on methods for analysing TikTok videos",
        "src" :"https://www.youtube.com/embed/cts7BDyoH9E",
        "phase": "analysis"
    },
    {
        "id":69,
        "name": "Map Making as a Social Research Method" ,
        "desc": "This short webinar presented by Professor Deborah Lupton from the University of New South Wales (UNSW) Sydney provides details on how to use hand-drawn maps as a method for social research",
        "src" :"https://www.youtube.com/embed/7uHHXzLthHw",
        "phase": "analysis"
    },
    {
        "id":70,
        "name": "Identifying Graph Shaped Problems" ,
        "desc": "Graph databases are an excellent choice for storing and querying your connected data. They allow you to store information in a logical and complementary way that’s reflective of the domain you’re working in. However, when faced with the questions you’re looking to answer, it may not be immediately obvious that what you’re looking at is a graph question.",
        "src" :"https://www.youtube.com/embed/keZURbOo4-M",
        "phase": "discovery"
    },
    {
        "id":71,
        "name": "Learning How to Learn" ,
        "desc": "Dr. Oakley lets us in on the secrets to effectively learning math and science—secrets that even dedicated and successful students wish they’d known earlier. Contrary to popular belief, math requires creative, as well as analytical, thinking. Most people think that there’s only one way to do a problem, when in actuality, there are often a number of different solutions—you just need the creativity to see them.",
        "src" :"https://www.youtube.com/embed/vd2dtkMINIw",
        "phase": "discovery"
    },
    {
        "id":72,
        "name": "How to Use the Obsidian App for Notes" ,
        "desc": "This is the ultimate Obsidian HOW TO. Learn how to supercharge your note-taking and note-making. Learn the power of the Obsidian App in this practical course from Linking Your Thinking. In this video, you'll learn exactly the simple steps on how to get started .",
        "src" :"https://www.youtube.com/embed/QgbLb6QCK88",
        "phase": "writing"
    },
    {
        "id":73,
        "name": "Great User Research for Non Researchers" ,
        "desc": "The importance of including users in the product development process has never been more accepted than it is now. Yet the specific skills and processes required to do this crucial work well remain elusive still. In this talk, Steve explains the essentials of planning, conducting, and acting on user research, showing you how to uncover insightful information to help drive UX and product decisions.",
        "src" :"https://www.youtube.com/embed/x-_1r5uKqlA",
        "phase": "analysis"
    }
]